{"offers": [{"desc": "Newest version of the popular Sony console, perfect for GTA V and Fifa 18!", "endDate": "13/04/2018", "endPrice": "260", "id": "AXN0002", "seller": "Sylvester Omsky", "startDate": "19.10.2017 13:22", "startPrice": "350", "title": "Sony PlayStation 4 Pro 1000GB Jet Black Console"}, {"desc": "Here is my 1973 beetle, betty. She has been brilliant fun to own, this my first aircooled classic beetle. I haven't done much to it since I brought it a year ago.", "endDate": "13/01/2019", "endPrice": "6000", "id": "AXN0003", "seller": "Sylvester Omsky", "startDate": "19.10.2017 13:23", "startPrice": "10000", "title": "Volskwagen Beetle ( Classic )"}, {"desc": "Features : iPhone 6 isn't just bigger, it's better in every way. A 4.7-inch Retina HD display. An A8 chip with 64-bit desktop-class architecture. A new 8MP iSight camera with Focus Pixels. The Touch ID fingerprint identity sensor. Faster LTE and Wi-Fi. Longer battery life. And iOS and iCloud. All in a 6.9mm thin seamless design.", "endDate": "2018-01-01T01:01", "endPrice": "1000", "id": "AXN0004", "seller": "leo1950", "startDate": "22.10.2017 11:12", "startPrice": "1300", "title": "Apple iPhone 6 16GB Factory Unlocked GSM "}, {"desc": "Shaw Speed Customs build some stunning rideable custom motorcycles and this has to be one of their finest. Take a brand new Harley Davidson Blackline Softail and invest huge amounts of skill, time, hard work and yes, lot's of money to realise the vision of a Harley Davidson big V twin cafe racer and \"The Project 59\" is what you get. With incredible design, exquisite attention to detail, the finest hand made and manufactured components of the highest quality, this is one sick bike.", "endDate": "2019-02-02T02:02", "endPrice": "12000", "id": "AXN0005", "seller": "leo1950", "startDate": "22.10.2017 11:13", "startPrice": "13000", "title": "Harley Davidson Project 59 Softail Custom Chopper Bobber Cafe Racer"}, {"desc": "100% brand new and high quality.\r\nHigh speed, drop resistance, longer duration.\r\n\r\nHelps to relieve stress, anxiety, focusing, autism, boredom and killing time, quit bad habits, stay awake, meditation.\r\n\r\nSmall and lightweight, compact with perfect size,easy to carry, you can put it into your pocket or bag, suitable for ADD&ADHD sufferers\r\nboth kids and adult.\r\n\r\nA nice gift to your friends and family members.Perfect for the work, study, home leisure to relax.", "endDate": "2018-03-03T03:01", "endPrice": "7", "id": "AXN0006", "seller": "leo1950", "startDate": "22.10.2017 11:14", "startPrice": "10", "title": "Golden Snitch Harry Potter Quidditch Fidget Spinner Hand Toy Metal With Box"}, {"desc": "Explore the versatility of the PLAY:1 room by room. Its great both on its own and with other Sonos products. Delivers deep crystal clear sound.\r\n\r\nTwo perfectly tuner Class D amplifiers one 3.5 mid-woofer designed to faithfully reproduce mid-range frequencies and deliver deep bass and one tweeter to create a crisp and accurate high-frequency response. No other wireless speaker this size delivers such rich clear HiFi sound.\r\n\r\nPlace anywhere in the home thanks to its compact size mounting hole and custom designed power cord. The continuous curve grille supports wide audio sound and allows flexibility of placement.\r\n\r\nEasily control by pressing the buttons on top of the device. Press Play/Pause button once to start or stop the music and twice to skip to the next track.", "endDate": "2019-03-03T02:02", "endPrice": "160", "id": "AXN0007", "seller": "leo1950", "startDate": "22.10.2017 11:15", "startPrice": "200", "title": "Sonos PLAY:1 Wireless Speaker for Multiroom Music Streaming in White"}, {"desc": "Buy From Us With 100% Confidence.\r\nPerfect Choice For Yourself.\r\nPerfect Gift For Your Loved Ones.\r\n\r\nCondition:100% NEW\r\nBattery included in the watch\r\nStretchable wristband for comfortable wearing.", "endDate": "2019-03-03T00:00", "endPrice": "280", "id": "AXN0008", "seller": "leo1950", "startDate": "22.10.2017 11:17", "startPrice": "300", "title": "Men Women Leather Strap Line Analog Quartz Ladies Wrist Watches Fashion Watch"}, {"desc": "This Beautiful Handmade Hammered engraved Bangle is created in my little workshop. Its lightly hammered which creates a little sparkle when the light hits it :)\r\n\r\nMaterial\r\nI use only Sterling Silver and each piece is unique so may vary very slightly from the photo.\r\n\r\nSize\r\nThe standard sized silver hammered bangle is 6.4cm diameter, so if you measure, using a ruler an existing one, you should be spot on. This size seems to fit the majority of ladies, but if you need it bigger i do a larger one at 6.8cm and a smaller one at 6.2cm.  Just let me know at checkout. The Solid silver bangle is 1.5mm. The heart charm is 14mm.", "endDate": "2018-02-02T02:02", "endPrice": "259", "id": "AXN0009", "seller": "leo1950", "startDate": "22.10.2017 11:20", "startPrice": "300", "title": "Silver Heart Charm Bangle - Sterling Silver Solid Flat Hammered Bracelet Bespoke"}, {"desc": "These units are listed as 'Used'.\r\n\r\nItems have been previously used. Items have some light superficial scratches on the bezel, but are fully operational and function as intended.\r\n(Please refer to images for grades A, B, and C)\r\nItems may have been floor models or items that have been returned to the seller after a period of use.\r\n\r\nDue to the brushed stainless steel design of these watches, any surface marks go unnoticed until close inspection (There are no scratches on the sapphire crystal screen!)", "endDate": "2019-03-02T09:02", "endPrice": "180", "id": "AXN00010", "seller": "leo1950", "startDate": "22.10.2017 11:21", "startPrice": "200", "title": "Huawei W1 Smartwatch - Used"}, {"desc": "his car comes with\r\nBose Surround Sound System, Bluetooth + USB Input, Full Leather Interior, Coloured Brake Calipers, Metallic Paint, Aluminium Sport Pedals, Skyhook-El. Variable Active Damping System, Front Parking Sensors, Tyre Pressure Monitoring System (TPMS), High Gloss Colour for Selected Interior Details, 20in Grigio Mercury Neptune Alloy Wheels, Satellite Navigation, Climate Control, Cruise Control, Parking Aid (Rear), Alarm, Alloy Wheels (20in), In Car Entertainment (Radio/CD), Rain Sensor, Seats Electric (Driver/Passenger), Upholstery Leather, Satellite navigation, Radio", "endDate": "2019-02-23T02:02", "endPrice": "19000", "id": "AXN00011", "seller": "leo1950", "startDate": "22.10.2017 11:23", "startPrice": "20000", "title": "2009 Maserati Granturismo 4.7 MC-Shift S"}, {"desc": "The new Nokia 3310, you can.It comes with a long-lasting battery, so you can talk all day, or leave the phone on standby for up to a month When needed, a Micro-USB port makes charging simple.Snake around!Play the legendary Snake. It’s back with a little update that makes it even more fun to play on the color screen.", "endDate": "2019-02-02T02:02", "endPrice": "80", "id": "AXN00012", "seller": "leo1950", "startDate": "22.10.2017 11:24", "startPrice": "100", "title": "REFURBISHED Nokia 3310 Classic 2017 Dual Sim Unlocked Mobile Phone 2MP CAMERA"}]}